Tekla.Structures.ModelInternal.dotCheckABMResult_t
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCheckABMResult_t.Guid
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCheckABMResult_t.AbmStatus
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCheckABMResult_t.AbmMark
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCheckABMResult_t.SubmittalNumber
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCheckABMResult_t.PreliminaryAbmMark
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCheckABMResult_t.Length
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCheckABMResult_t.OldLength
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCheckABMResult_t.Profile
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCheckABMResult_t.OldProfile
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCheckABMResult_t.Material
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCheckABMResult_t.OldMaterial
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCheckABMResult_t.Width
DO NOT USE! For internal usage only!